/* Sample content in English: 'Untitled 1'.  The first argument is a name, the second argument is replaced by a number. */
"%@ %@" = "%1$@ %2$@";

/* Message for when an exception is raised whe loading a color list */
"An error occurred while reading the color palette \\U2018%@\\U2019. Select a different palette." = "Se ha producido un error al leer la paleta de colores “%@”. Seleccione una distinta.";

/* Message for a color panel save error */
"An error occurred while saving the color palette \\U2018%@\\U2019. Try saving again." = "Se ha producido un error al guardar la paleta de colores “%@”. Inténtelo de nuevo.";

/* Error to present to the user when there is a save failure. */
"An error occurred while trying to save the Custom Palette to \\U2018%@\\U2019. Try saving again." = "Se ha producido un error al guardar la paleta personalizada en “%@”. Inténtelo de nuevo.";

/* COMMENT */
"Are you sure you want to remove the entire \\U2018%@\\U2019 color palette?" = "¿Seguro que desea eliminar toda la paleta de colores “%@”?";

/* Brightness slider text */
"Brightness" = "Brillo";

/* COMMENT
   NEED COMMENT */
"Cancel" = "Cancelar";

/* Color space or profile model name; cyan-magenta-yellow-black */
"CMYK" = "CMYK";

/* Tooltip for the color lists palette button at the top of the color panel. */
"Color Palettes" = "Paletas de color";

/* Tooltip for the color sliders button in the top row of the color panel. */
"Color Sliders" = "Indicadores de color";

/* Tooltip for the color wheel button in the top row of the color panel. */
"Color Wheel" = "Rueda de color";

/* Tooltip for the crayon picker button in the top row of the color panel. */
"Crayons" = "Lápices";

/* Name of the device-dependent CMYK (cyan-magenta-yellow-black) color space or profile in the color panel */
"Device CMYK" = "CMYK del dispositivo";

/* Name of the device-dependent gray (monochrome)  color space or profile in the color panel */
"Device Gray" = "Grises del dispositivo";

/* Name of the device-dependent RGB (red-green-blue) color space or profile in the color panel. */
"Device RGB" = "RGB del dispositivo";

/* Color space or profile model name */
"DeviceN" = "DispositivoN";

/* NEED COMMENT */
"Error Renaming Palette" = "Error al renombrar la paleta";

/* Name of the generic (or 'calibrated') CMYK (cyan-magenta-yellow-black) color space or color profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic CMYK" = "CMYK genérico";

/* Name of the generic (or 'calibrated') gray (monochrome) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic Gray" = "Grises genéricos";

/* Name of the generic (or 'calibrated') RGB (red-green-blue) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic RGB" = "RGB genérico";

/* Color space or profile model name; monochrome */
"Gray" = "Gris";

/* Title for menu item that, when clicked, will hide the color panel. */
"Hide Colors" = "Ocultar colores";

/* Hue slider text */
"Hue" = "Matiz";

/* Tooltip for the image palettes button in the top row of the color panel. */
"Image Palettes" = "Paletas de imágenes";

/* Color space or profile model name */
"Indexed" = "Indexado";

/* NEED COMMENT */
"It\\U2019s unclear which item you want to rename. Make sure you have only selected one item." = "No está claro qué ítem desea renombrar. Asegúrese de que haya solo uno seleccionado.";

/* Color space or profile model name */
"L*a*b*" = "L*a*b*";

/* Open palette panel title */
"New Color Palette" = "Nueva paleta de color";

/* COMMENT */
"New name for color palette:" = "Nuevo nombre para la paleta de colores:";

/* Open Color Pallete panel title */
"Open Color Palette" = "Abrir paleta de colores";

/* Color space or profile model name */
"Pattern" = "Modelo";

/* COMMENT
   NEED COMMENT */
"Remove" = "Eliminar";

/* COMMENT */
"Remove Color Palette" = "Eliminar paleta de colores";

/* NEED COMMENT */
"Remove Palette" = "Eliminar paleta";

/* NEED COMMENT */
"Removing a Custom Palette is permanent. Are you sure you want to remove %@ from your custom palettes?" = "La eliminación de una paleta personalizada no puede deshacerse. ¿Seguro que desea eliminar %@ de las paletas personalizadas?";

/* Generic title for color renaming panels */
"Rename Color" = "Renombrar el color";

/* Color space or profile model name; stands for red-green-blue */
"RGB" = "RGB";

/* Saturation slider text */
"Saturation" = "Saturación";

/* Title for menu item that, when clicked, will show the color panel. */
"Show Colors" = "Mostrar colores";

/* tool tip for list popup */
"The color palette \\U2018%@\\U2019 contains %ld colors." = "La paleta de colores “%1$@” contiene %2$ld colores.";

/* NEED COMMENT */
"The file \\U2018%@\\U2019 could not be removed." = "No se ha podido eliminar el archivo “%@”.";

/* NEED COMMENT */
"The image \\U2018%@\\U2019 couldn\\U2019t be renamed to \\U2018%@\\U2019." = "No ha podido renombrarse la imagen “%1$@” como “%2$@”.";

/* NEED COMMENT */
"The permission settings on file \\U2018%@\\U2019 don\\U2019t allow it to be modified." = "Los ajustes de permisos del archivo “%@” no permiten modificarlo.";

/* tool tip for list popup */
"The profile \\U2018%@\\U2019 contains %ld colors." = "El perfil “%1$@” contiene %2$ld colores.";

/* NEED COMMENT */
"There was a Color Panel error." = "Se ha producido un error de panel de colores.";

/* Title for when a color panel has an exception raised when creating */
"There was an error opening a color palette." = "Se ha producido un error al abrir una paleta de colores.";

/* Error to present to the user when there is a save failure.
   Title for a color panel save error */
"There was an error saving a color palette." = "Se ha producido un error al guardar una paleta de colores.";

/* Message to show users that try to use the ColorSync button in the color panel for things like Pattern colors (which can't have profiles attached). */
"This color cannot use profiles." = "Este color no puede utilizar perfiles";

/* Default new list name - Untitled
   Default new user palette name */
"Unnamed" = "Sin nombre";

/* COMMENT */
"You already have a color named \\U2018%@\\U2019 in this list. Choose a different name." = "Ya existe un color llamado “%@” en esta lista. Escoja un nombre diferente.";

/* NEED COMMENT */
"You already have a Custom Palette named \\U2018%@\\U2019. Choose a different name." = "Ya existe una paleta personalizada llamada “%@”. Escoja un nombre diferente.";

/* Message shown to user when they attempt to rename a color list to a name that is already in use. */
"You already have a palette named \\U2018%@\\U2019. Choose a different name." = "Ya existe una paleta llamada “%@”. Escoja un nombre diferente.";

/* NEED COMMENT */
"You can\\U2019t rename \\U2018%@\\U2019 to \\U2018%@\\U2019." = "No puede cambiar el nombre de “%1$@” a “%2$@”.";

